CFDEM/CFDEMcoupling/tutorials/cfdemCatalytic/packedBedAdiabatic-PA-ISAT/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          160;
        startFace       39;
    }
    inlet
    {
        type            patch;
        nFaces          1;
        startFace       199;
    }
    outlet
    {
        type            patch;
        nFaces          1;
        startFace       200;
    }
)

// ************************************************************************* //
