CFDEM/CFDEMcoupling/tutorials/cfdemCatalytic/packedBedAdiabatic-PA-ISAT/CFD/constant/mechanism/thermo.surf
species         
11
(
_S_
O_S
OH_S
H2O_S
CH3O_S
CH2O_S
CHO_S
CO_S
CO2_S
C2H3O_S
C2H4O_S
)
;

CO_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               1;
        O               1;
        La              1;
    }
}

CO2_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               1;
        O               2;
        La              1;
    }
}

CH2O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               1;
        H               2;
        O               1;
        La              1;
    }
}

CHO_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               1;
        H               1;
        O               1;
        La              1;
    }
}

OH_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        H               1;
        O               1;
        La              1;
    }
}

_S_
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        La              1;
    }
}

H2O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        H               2;
        O               1;
        La              1;
    }
}

C2H4O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               2;
        H               4;
        O               1;
        La              1;
    }
}

C2H3O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               2;
        H               3;
        O               1;
        La              1;
    }
}

O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        O               1;
        La              1;
    }
}

CH3O_S
{
    specie
    {
        molWeight       100;
        size            1;
        surfaceDensity  3.9e-09;
    }
    equationOfState
    {
        rho             2950;
    }
    thermodynamics
    {
        Cp              5;
        Hf              0;
        Cv              5;
    }
    transport
    {
        mu              0;
        Pr              1;
    }
    elements
    {
        C               1;
        H               3;
        O               1;
        La              1;
    }
}
